INSERT INTO dc_food (food_id, food_name, food_type_id, food_price, food_remark, food_grounding, food_monthlysales, food_vip_price)
     VALUES (1,'香辣水煮鱼', 1, 30, '好吃的水煮鱼',0,0,26),
       (2,'干锅鸭',1,35,'好吃的干锅鸭',0,0, 30),
       (3,'肥肠火锅',1,35, '好吃的肥肠火锅',0,0,30),
       (4, '川香回锅肉',1,28,'好吃的川香回锅肉',0,0,25),
       (5,'哥乐山辣子鸡',1,26,'好吃的哥乐山辣子鸡',0,0,23),
       (6,'泡椒牛蛙',1,48,'好吃的泡椒牛蛙',0,0, 42),
       (7,'火爆腰花',1,28,'好吃的火爆腰花',0,0,25),
       (8,'香辣小龙虾',1,48,'好吃的香辣小龙虾',0,0,42),
       (9,'鱼香肉丝',1,22,'好吃的鱼香肉丝',0,0,18),
       (10,'干煸四季豆',1,18,'好吃的干煸四季豆',0,0,16);

INSERT INTO dc_food (food_id, food_name, food_type_id, food_price, food_remark, food_grounding, food_monthlysales, food_vip_price)
      VALUES (21,'胡麻油炒鸡蛋', 3, 36, '好吃的胡麻油炒鸡蛋',0,0,32),
        (22,'烤羊腰',3,16,'好吃的烤羊腰',0,0, 14),
        (23,'猪肉烩酸菜',3,66, '好吃的猪肉烩酸菜',0,0,60),
        (24, '牛肉汤泡馍',3,36,'好吃的牛肉汤泡馍',0,0,33),
        (25,'塔吉锅焖面',3,53,'好吃的塔吉锅焖面',0,0,49),
        (26,'自制酸奶',3,12,'好吃的自制酸奶',0,0, 10),
        (27,'蘑菇汤莜面鱼鱼',3,46,'好吃的蘑菇汤莜面鱼鱼',0,0,42),
        (28,'羊肉汤莜面鱼鱼',3,46,'好吃的羊肉汤莜面鱼鱼',0,0,42),
        (29,'酸菜炒莜面',3,36,'好吃的酸菜炒莜面',0,0,33),
        (30,'羊肉锅锅',3,128,'好吃的羊肉锅锅',0,0,120);