INSERT INTO dc_food (food_id, food_name, foodtype_id, food_price, food_remark, food_grounding, food_monthlysales, food_vip_price)
     VALUES (1,'香辣水煮鱼', 1, 30, '好吃的水煮鱼',0,0,26),
       (2,'干锅鸭',1,35,'好吃的干锅鸭',0,0, 30),
       (3,'肥肠火锅',1,35, '好吃的肥肠火锅',0,0,30),
       (4, '川香回锅肉',1,28,'好吃的川香回锅肉',0,0,25),
       (5,'哥乐山辣子鸡',1,26,'好吃的哥乐山辣子鸡',0,0,23),
       (6,'泡椒牛蛙',1,48,'好吃的泡椒牛蛙',0,0, 42),
       (7,'火爆腰花',1,28,'好吃的火爆腰花',0,0,25),
       (8,'香辣小龙虾',1,48,'好吃的香辣小龙虾',0,0,42),
       (9,'鱼香肉丝',1,22,'好吃的鱼香肉丝',0,0,18),
       (10,'干煸四季豆',1,18,'好吃的干煸四季豆',0,0,16);